[
  {
    "plant": "Cactus",
    "info": "Cacti are succulent plants adapted to dry environments. Care: Place in bright light, water sparingly, allow soil to dry between waterings, and use well-draining soil."
  },
  {
    "plant": "Monstera deliciosa",
    "info": "Monstera deliciosa, the Swiss cheese plant or split-leaf philodendron is a species of flowering plant. The common name \"Swiss cheese plant\" is also used for the related species from the same genus, Monstera adansonii. The common name \"split-leaf philodendron\" is also used for the species Thaumatophyllum bipinnatifidum, although neither species is in the genus Philodendron."
  },
  {
    "plant": "Ficus lyrata",
    "info": "Ficus lyrata, commonly known as the fiddle-leaf fig, banjo fig, fiddle-leaved fig tree, lyre leaf fig tree, or lyre-leaved fig tree, is a species of plant in the mulberry and fig family Moraceae. It is native to western Africa, but is cultivated around the world as an ornamental plant. It has received the Royal Horticultural Society's Award of Garden Merit."
  },
  {
    "plant": "Pothos",
    "info": "Pathos appeals to the emotions and ideals of the audience and elicits feelings that already reside in them. Pathos is a term most often used in rhetoric (in which it is considered one of the three modes of persuasion, alongside ethos and logos), as well as in literature, film and other narrative art.\n\n\n== Methods ==\nEmotional appeal can be accomplished in many ways, such as the following:\n\nby a metaphor or storytelling, commonly known as a hook;\nby passion in the delivery of the speech or writing, as determined by the audience;\nby personal anecdote."
  },
  {
    "plant": "Spider plant",
    "info": "Spider plant is a common name for several plants and may refer to:\n\nCare info: Spider plant is a common name for several plants and may refer to:\n\nChlorophytum comosum, the commonly cultivated houseplant\nChlorophytum, a genus of plants in the asparagus family\nSaxifraga flagellaris, also known as whiplash saxifrage\nCleome, a genus of flowering plants"
  },
  {
    "plant": "Philodendron",
    "info": "Philodendron is a large genus of flowering plants in the family Araceae. As of June 2013, the Plants of the World Online accepted 621 species; other sources accept different numbers. Regardless of number of species, the genus is the second-largest member of the family Araceae, after genus Anthurium."
  }
]